Repository: LaSTiqq/retrix-flask
Catalog: locale/*/LC_MESSAGES/messages.po
Languages: ru

source: Jūs ievadījāt kaut ko neatļautu! Mēģiniet vēlreiz.
ru: Вы ввели что-то недопустимое! Попробуйте еще раз.

source: Captcha pārbaude netika izieta. Mēģiniet vēlreiz.
ru: Вы не прошли проверку Captcha. Попробуйте еще раз.

source: Vēstule nosūtīta!
ru: Письмо отправлено!

source: Kaut kas nogāja greizi! Mēģiniet vēlreiz.
ru: Что-то пошло не так! Попробуйте еще раз.

source: Šī lapa neeksistē.
ru: Эта страница не существует.

source: Serveris nespēja izpildīt Jūsu pieprasījumu.
ru: Сервер не смог выполнить Ваш запрос.

source: Vārds
ru: Имя

source: E-pasts
ru: Почта

source: Temats
ru: Тема

source: Ziņojums
ru: Сообщение

source: Par uzņēmumu
ru: О компании

source: Uzņēmums nodarbojas ar LED lentu apgaismojuma montāžu, to vadības bloku programmēšanu un specifisku, ar gaismekļiem un sensoriem aprīkotu produktu izstrādi
ru: Компания занимается сборкой светодиодных LED лент, программированием их блоков управления и разрабатывает специфичные изделия, оснащенные светильниками и датчиками

source: Kļūda
ru: Ошибка

source: Atgriezties
ru: Вернуться

source: LED apgaismojuma piemērs
ru: Пример LED освещения

source: Uzņēmums nodarbojas ar LED lentu apgaismojuma montāžu, to vadības bloku programmēšanu
ru: Компания занимается сборкой светодиодных LED лент, программированием их блоков управления

source: un specifisku, ar gaismekļiem un sensoriem aprīkotu produktu izstrādi
ru: и разрабатывает специфичные изделия, оснащенные светильниками и датчиками

source: Mūsu
ru: Наши

source: pakalpojumi
ru: услуги

source: Virtuves apgaismojuma montāža
ru: Монтаж кухонного освещения

source: Siltie un aukstie baltie toņi, ar slēdža vai sensora vadību
ru: Теплые и холодные белые тона, управляемые переключателем или датчиком

source: Krāsainu LED lentu
ru: Монтаж освещения

source: apgaismojuma montāža
ru: цветных LED лент

source: Telpās, uz fasādēm un mēbelēm
ru: В помещениях, на фасадах и мебели

source: Specifisku
ru: Разработка

source: produktu izstrāde
ru: специфичных продуктов

source: Ar LED apgaismojumu un sensoriem
ru: С LED освещением и датчиками

source: Skatīt vairāk
ru: Смотреть больше

source: Apgaismojuma
ru: Управление

source: vadība ar slēdzi, sensoru, skārienjutīgu ekrānu vai mobilo lietotni
ru: освещением переключателем, датчиком, тачскрин экраном или мобильным приложением

source: Saziņa
ru: Связь

source: Lūdzu, ievadiet derīgu vārdu!
ru: Пожалуйста, введите корректное имя!

source: Lūdzu, ievadiet derīgu e-pasta adresi!
ru: Пожалуйста, введите корректный адрес электронной почты!

source: Lūdzu, ievadiet derīgu tematu!
ru: Пожалуйста, введите корректную тему!

source: Lūdzu, ievadiet derīgu ziņu vismaz 20 simbolu garumā!
ru: Пожалуйста, введите корректное сообщение длиной не менее 20 символов!

source: Nosūtīt
ru: Отправить

source: Kontakti
ru: Контакты

source: Pieņemam pasūtījumus visā Latvijā un ārpus tās
ru: Принимаем заказы по всей Латвии и вне её

source: Tel.nr
ru: Номер

source: Vienotais reģ.nr
ru: Рег. но

source: Juridiskā adrese
ru: Юр. адрес

source: Atrodamies
ru: Находимся в

source: Rīgā un Rēzeknes novadā
ru: Риге и Резекненском районе

source: Privātuma politika
ru: Конфиденциальность

source: Lai aizsargātu mūsu tīmekļa vietni un pakalpojumus no mēstulēm un automatizētas ļaunprātīgas izmantošanas, mēs izmantojam reCAPTCHA pakalpojumu. Šis pakalpojums analizē lietotāju uzvedību un ierīces datus (piemēram, IP adreses un mijiedarbības modeļus), lai atšķirtu reālus lietotājus no automatizētiem botiem. Šos datus apstrādā Google. Dati tiek izmantoti tikai drošības un krāpniecības novēršanas nolūkos.
ru: Для защиты нашего веб-сайта и сервисов от спама и автоматизированных злоупотреблений мы используем сервис reCAPTCHA. Этот сервис анализирует поведение пользователей и данные устройства (такие как IP-адреса и паттерны взаимодействия), чтобы отличить реальных пользователей от автоматизированных ботов. Эти данные обрабатываются компанией Google и используются исключительно в целях обеспечения безопасности и предотвращения мошенничества.

source: Izstrādātājs
ru: Разработчик

source: Pakalpojumi
ru: Услуги
